my-shell> command execution failed!
TESTING HELLO
advice
agenda
avoid
beyond
camera
candle
center
concern
couch
damage
desk
diamond
disagree
divorce
effect
element
evening
fashion
friend
gallery
garlic
glue
health
history
humble
indicate
injury
jacket
join
journal
justice
laptop
lawn
library
limit
lunch
machine
market
metal
narrow
ocean
official
online
outside
painting
partner
pepper
pilot
plate
printer
quality
require
resort


my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> false command
cat words.txt &
cat words.txt
echo TESTING HELLO
sleep 2 &
ls
my-shell> my-shell> my-shell> my-shell> my-shell> command execution failed!
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> false command
cat words.txt &
cat words.txt
echo TESTING HELLO
sleep 2 &
ls
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> command execution failed!
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> false command
cat words.txt &
cat words.txt
echo TESTING HELLO
sleep 2 &
ls
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> command execution failed!
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> false command
cat words.txt &
cat words.txt
echo TESTING HELLO
sleep 2 &
ls
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> command execution failed!
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> false command
cat words.txt &
cat words.txt
echo TESTING HELLO
sleep 2 &
ls
my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> my-shell> ps
sleep 10
who
ps 
sleep 10& 
rmdir newdir
ls ./newdir
cp test2.in ./newdir/test2.in
mkdir newdir
ls
mkdir newdir
cd idek
ls -u -o
ls -x
ls -o -u
ls -u -o &
false command
cat words.txt &
cat words.txt
echo TESTING HELLO
sleep 2 &
ls
my-shell> 